Repository: iordv/Droppy
Catalog: Localizable.xcstrings
Source language: en
Languages: ko

source: %lld items
ko: %lld 개

source: %lld Items
ko: %lld 개

source: 3 items
ko: 3 개

source: A file shelf that lives in your Mac's notch or as a Dynamic Island.
ko: Mac의 Notch 혹은 Dynamic Island에 자리 잡은 파일 Shelf.

source: About
ko: 정보

source: Accessibility
ko: 사용성

source: Add App...
ko: 앱 추가…

source: advanced
ko: 고급

source: AirPods & Headphones
ko: AirPods & 헤드폰

source: All Extensions
ko: 모든 확장 기능

source: Also clear clipboard history when resetting
ko: 초기화 시 클립보드 내역도 삭제합니다

source: Always copy, never move files
ko: 파일 이동 대신 항상 복사합니다

source: Arrow keys won't navigate list until you press Escape
ko: esc를 누르기 전까지 화살표 키로 목록을 탐색할 수 없습니다

source: Audio
ko: 오디오

source: Auto-Collapse
ko: 자동 펼침

source: Auto-Expand
ko: 자동 접힘

source: Auto-Focus Search
ko: 검색창 자동 초점

source: Auto-Focus Search Enabled
ko: 검색창 자동 초점 활성화

source: Auto-Hide Preview
ko: 미리 보기 자동 숨김

source: Automatically focuses the search bar when clipboard opens
ko: 클립보드를 열 때 자동으로 검색창에 초점을 맞춥니다.

source: Battery Status
ko: 배터리 상태

source: Buy me a coffee
ko: 제게 커피를 사주세요

source: Cancel
ko: 취소

source: Check for Updates...
ko: 업데이트 확인…

source: Choose how Droppy appears at the top of your screen
ko: 화면 상단에 Droppy가 표시되는 방식을 선택하세요

source: Choose Notch or Dynamic Island style
ko: Notch 혹은 Dynamic Island 중에서 선택하세요

source: Click to paste any item
ko: 클릭해 붙여넣기

source: Clipboard
ko: 클립보드

source: Clipboard entries from these apps won't be recorded. Useful for password managers.
ko: 해당 앱의 클립보드 내용은 기록되지 않습니다. 비밀번호 관리자에 유용합니다.

source: Clipboard Manager
ko: 클립보드 관리자

source: Clipboard Tips
ko: 클립보드 팁

source: Close
ko: 닫기

source: Collapse Delay
ko: 펼침 지연 시간

source: Configure how Droppy appears on external monitors that don't have a notch.
ko: Notch가 없는 외장 디스플레이에서 Droppy를 어떻게 표시할지 설정하세요.

source: Copy + Favorite Shortcut
ko: 복사 + 즐겨찾기 단축키

source: Delay
ko: 지연 시간

source: Delete %lld Items
ko: %lld 개를 삭제합니다

source: Developer
ko: 개발자

source: Disable
ko: 비활성화

source: Disable notch shelf on external monitors
ko: 외장 디스플레이에서 Notch Shelf 비활성화

source: Display
ko: 디스플레이

source: Display Droppy icon in the menu bar
ko: 메뉴 막대에 Droppy 아이콘 표시

source: Display Mode
ko: 디스플레이 모드

source: Don't record passwords from password managers
ko: 암호 관리자의 암호를 저장하지 않습니다

source: Double-tap text to rename & save
ko: 텍스트를 더블 탭해 이름 변경 & 저장

source: Downloading %lld%%
ko: 다운로드 중 %lld%%

source: Downloads
ko: 다운로드

source: Drop zone at the top of your screen
ko: 화면 상단의 드롭 존

source: Droppy is up to date!
ko: Droppy는 최신 상태예요!

source: Enable
ko: 활성화

source: Excluded Apps
ko: 제외할 앱

source: Expand Delay
ko: 접힘 지연 시간

source: Expand shelf when hovering over notch
ko: Notch에 마우스 커서를 올릴 때 Shelf를 펼칩니다

source: Extensions
ko: 확장 기능

source: External Display
ko: 외장 디스플레이

source: External Display Style
ko: 외장 디스플레이에서의 표시 방식

source: Fade out mini player after 5 seconds
ko: 5초 후에 미니 플레이어가 서서히 사라집니다

source: Featured Extensions
ko: 추천 확장 기능

source: Features
ko: 기능

source: Focus Mode
ko: 집중 모드

source: General
ko: 일반

source: Get
ko: 받기

source: Global Shortcut
ko: 전역 단축키

source: Global shortcut to copy and mark as favorite at once
ko: 복사 후 즐겨찾기로 지정하는 전역 단축키

source: Got It
ko: 알겠어요

source: Haptic feedback requires a Force Touch trackpad.
ko: 햅틱 피드백에는 Force Touch 트랙패드가 필요합니다.

source: Hard Reset
ko: 강제 재설정

source: Hard Reset Droppy?
ko: Droppy를 강제 재설정할까요?

source: Hi, I'm Jordy — a solo developer building Droppy because I believe essential tools should be free.
ko: 안녕하세요, 전 조디예요 — 핵심적인 툴은 무료여야 한다고 믿기에 Droppy를 혼자서 개발하고 있어요.

source: Hide in Fullscreen
ko: 전체 화면에서 숨기기

source: Hide on External Displays
ko: 외장 디스플레이에서 숨기기

source: Hide when fullscreen apps or videos are active
ko: 전체 화면 사용 혹은 영상 재생 중에는 숨깁니다

source: History Limit
ko: 기록 제한

source: History with Preview
ko: 내역 미리 보기

source: I don't sell this app, but if you enjoy using it, a coffee would mean the world to me ❤️
ko: 이 앱을 판매하지는 않지만, 사용하시면서 즐거움을 느끼신다면 커피 한 잔으로 저에게는 큰 힘이 되어주세요 ❤️

source: Include Clipboard
ko: 클립보드 포함

source: Installed
ko: 설치됨

source: Installed & Ready
ko: 설치됨 & 준비됨

source: Installed Models
ko: 설치된 모델

source: Introduction
ko: 소개

source: Launch at Login
ko: 로그인 시 열기

source: Lock Screen
ko: 잠금 화면

source: Make sure Python 3 is installed on your Mac.
ko: Mac에 Python 3가 설치되어 있는지 확인하세요.

source: Media
ko: 미디어

source: Menu Bar Icon
ko: 메뉴 막대 아이콘

source: Now Playing
ko: 재생 중인 미디어

source: OK
ko: 확인

source: Open search bar automatically when clipboard opens
ko: 클립보드 열 때 자동으로 검색창 열기

source: Open Settings
ko: 설정 열기

source: Or hide Droppy on external displays
ko: 혹은 외장 디스플레이에서 Droppy를 가리세요

source: Or use the menu bar icon
ko: 혹은 메뉴 막대 아이콘을 사용하세요

source: Other
ko: 기타

source: Plus Extensions
ko: 추가 확장 기능

source: Press %@ to quickly access your clipboard history.
ko: %@를 눌러 클립보드 내역을 빠르게 여세요.

source: Press Keys...
ko: 새로운 키를 누르세요

source: Prevent flickering from rapid song changes
ko: 빠른 곡 변경으로 인한 깜빡임을 방지합니다

source: Productivity
ko: 생산성

source: Protect Originals
ko: 원본 파일 보호

source: Quick toggle between modes
ko: 모드 간 빠른 전환

source: Quit Droppy
ko: Droppy 종료

source: Real Audio Visualizer
ko: 실제 오디오 시각 효과

source: Record Shortcut
ko: 단축키 기록

source: Remove Background
ko: 배경 지우기

source: Remove Background (%lld)
ko: 배경 지우기(%lld)

source: Remove Background (Settings > Extensions)
ko: 배경 지우기 (설정 > 확장 기능)

source: Remove backgrounds from images using AI. Works offline.
ko: AI를 활용해 이미지의 배경을 지웁니다. 오프라인에서 동작합니다.

source: Replace system OSD
ko: 기본 OSD를 대체합니다

source: Requires Accessibility permissions to paste. Shortcuts may conflict with other apps.
ko: 붙여넣기를 하기 위해선 손쉬운 사용 권한이 필요합니다. 다른 앱의 단축키와 충돌될 수 있습니다.

source: Requires Full Disk Access
ko: 전체 디스크 접근 권한이 필요합니다

source: Reset
ko: 재설정

source: Reset all Droppy settings to defaults
ko: Droppy의 모든 설정을 기본값으로 재설정

source: Reset Everything
ko: 전부 재설정

source: Reset Shortcut
ko: 단축키 재설정

source: Reset Shortcuts
ko: 단축키 재설정

source: Screen State
ko: 화면 상태

source: Settings
ko: 설정

source: Settings → Extensions
ko: 설정 → 확장 기능

source: Settings...
ko: 설정…

source: Shared Features
ko: 공통 기능

source: Shelf Behavior
ko: Shelf 행동

source: Shortcut
ko: 단축키

source: Shortcut opens clipboard panel
ko: 단축키로 클립보드 매니저 열기

source: Show basket immediately when dragging files
ko: 파일을 드래그할 때 Basket을 즉시 띄웁니다

source: Show current song with album art
ko: 현재 재생 중인 곡을 앨범 아트와 함께 표시합니다

source: Show indicator
ko: 상단에 표시됩니다

source: Show lock animation
ko: 잠금 애니메이션을 표시합니다

source: Show when charging
ko: 충전할 때 표시합니다

source: Show when connected with battery and 3D animation
ko: 연결될 때 배터리와 3D 애니메이션을 표시합니다

source: Show when toggled
ko: 상태가 변경될 때 표시됩니다

source: Shrink shelf when mouse leaves
ko: Notch에서 마우스 커서가 나갈 때 Shelf을 접습니다

source: Skip Passwords
ko: 암호 건너뛰기

source: Stabilize Media
ko: 미디어 안전화

source: Start Droppy automatically when you log in
ko: 로그인 시 자동으로 Droppy 실행

source: Start typing immediately to filter clipboard history
ko: 클립보드 내역을 필터링하려면 바로 입력하세요

source: Startup
ko: 시작

source: Support
ko: 지원

source: Support Development
ko: 개발자 지원

source: Swipe Gesture
ko: 스와이프 제스처

source: Swipe left → Media Controls
ko: 왼쪽으로 스와이프 → 미디어 조작

source: Swipe left or right on the notch to switch between Media Controls and the File Shelf.
ko: Notch에서 좌우로 스와이프하면 미디어 조작과 파일 Shelf 사이를 전환할 수 있습니다.

source: Swipe right → File Shelf
ko: 오른쪽으로 스와이프 → 파일 Shelf

source: System
ko: 장치

source: These features apply to both Notch Shelf and Floating Basket.
ko: 해당 기능은 Notch Shelf와 Floating Basket 두 곳에서 작동합니다.

source: This will permanently delete "%@" from the 0x0.st server. The link will stop working.
ko: 이 작업은 0x0.st 서버에서 “%@”를 영구적으로 삭제합니다. 해당 링크는 더 이상 작동하지 않을 것입니다.

source: This will reset ALL settings (clipboard history will be preserved). Droppy will restart.
ko: 이 작업은 모든 설정을 초기화합니다(클립보드 기록은 유지됩니다). Droppy가 재시작됩니다.

source: This will reset ALL settings and clear clipboard history. Droppy will restart.
ko: 이 작업은 모든 설정과 클립보드 내역을 초기화합니다. Droppy가 재시작됩니다.

source: Transparent Background
ko: 투명한 배경

source: Troubleshooting
ko: 문제 해결

source: Update
ko: 업데이트

source: Update & Restart
ko: 업데이트 & 재시작

source: Update Available
ko: 업데이트 가능

source: Updates
ko: 업데이트

source: Use glass effect for windows
ko: 화면에 유리 효과를 적용합니다

source: Use this if settings become stuck or broken after an update. Extensions will need to be reinstalled.
ko: 업데이트 후 설정이 멈추거나 손상된 경우 이 방법을 사용하세요. 확장 프로그램은 다시 설치해야 합니다.

source: Users
ko: 유저

source: Visualizer reacts to actual audio
ko: 시각 효과가 실제 오디오에 반응합니다

source: Voice Transcribe
ko: 음성 텍스트 변환

source: Volume & Brightness
ko: 음량 & 밝기

source: What this does:
ko: 이 기능의 역할:

source: Window Snap
ko: 창 스냅

source: Works independently for each display
ko: 각 디스플레이마다 독립적으로 작동합니다

source: You're running the latest version (%@).
ko: 최신 버전으로 실행 중입니다 (%@).
